const convertDepartmentName = (fullName) => {
    const departmentMap = {
        "ადმინისტრაციის დეპარტამენტი": "ადმინისტრაცია",
        "ადამიანური რესურსების დეპარტამენტი": "HR",
        "ფინანსების დეპარტამენტი": "ფინანსები",
        "გაყიდვები და მარკეტინგის დეპარტამენტი": "გაყიდვები",
        "ლოჯოსტიკის დეპარტამენტი": "ლოჯისტიკა",
        "ტექნოლოგიების დეპარტამენტი": "ინფ. ტექ.",
        "მედიის დეპარტამენტი": "მედია",
    };

    return departmentMap[fullName] || fullName;
};

export default convertDepartmentName;